#На прошлом занятии Вас преследовала задача с программой-повторющкой,
# и на этом уроке Вас её не избежать.
# Напишите программу, которая заданную строку выводит 4 раза.

s = input('Введите строку')
print(f'{s}')
print(f'{s}')
print(f'{s}')
print(f'{s}')