# Хвалить себя тоже надо уметь, особенно если за дело.
# Напишите программу, которая по введённому имени даст краткую характеристику
# и подведёт итог прошлого занятия в следующей форме:
#[имя] - решил(а) изучать программирование.
#[имя] - недавно написал(а) первую программу.
#[имя] - напишет много программ в дальнейшем.


name = input('Введите имя')
print(f'{name} - решил(а) изучать программирование.')
print(f'{name} - недавно написал(а) первую программу.')
print(f'{name} - напишет много программ в дальнейшем.')